<html>
<BODY
bgcolor ="#00000f"
text = "#ffffff"
>
<head>
    <title>Inoffizieller Berichte
    </title>
  </head>
<h1> Inoffizieller Bericht aus der Guten Alten Zeit</h1>
Siehe auch Harald Fritzsch: Flucht aus Leipzig, 1990, erweiterte Neuauflage 2004 und
Reinhard Buthmann: Versagtes Vertrauen. Wissenschaftler der DDR im Visier der Staatssicherheit 2020
<hr>
Aus den bisherigen Berichten und Informationen der
        Inoffiziellen Mitarbeiter "Peter Kr&uuml;ger", "Frank Kri(z)eb" (bezirK)
        und der Kontaktperson "Weber" geht hervor, da&#223; Schwarz, Udo
        sich sehr f&uuml;r ideologische und vor allem kulturpolitische
        Probleme interessiert ...<br>
        Bei Diskussionen mit Studenten &uuml;ber Stefan Heym &auml;u&#223;erte er
        u.a. sein Unverst&auml;ndnis &uuml;ber die Kritik an den
        Schriftstellern Heym, Schneider und Kunert.
        Er stehe voll hinter den Anschauungen dieser
        Schriftsteller.<br>
        Schwarz, Udo empf&auml;ngt an Sonntagen, wenn die anderen Studenten
        seines Zimmers nicht anwesend sind, regelm&auml;&#223;ig Sendungen
        vom SFB oder RIAS, die sich mit dem kulturellen Leben in
        der DDR befassen.
        Teilweise schneidet er diese Sendungen auf Tonband mit
        bzw. macht schriftliche Aufzeichnungen.
        &Uuml;ber diese Probleme spricht er dann auch mit anderen
        Studenten (Information stammt von "Peter Kr&uuml;ger").<br>
        Vor den Wahlen am 20.5.1979 &auml;u&#223;erte Schwarz die Meinung,
        da&#223; bei uns nur systemkonforme Menschen erzogen werden.<br>
        Seiner Auffassung nach darf man speziell an der Sektion
        Mathematik/Physik nicht frei seine Meinung &auml;u&#223;ern, da
        man Konsequenzen bef&uuml;rchten mu&#223;.
        Aus diesen Gr&uuml;nden wollte er eigentlich nicht zur Wahl 
        gehen, ist aber dann doch gegangen, weil er `sonst
        sein Studium als beendet betrachten kann.'<br>
        Offiziell tritt Schwarz, Udo in Diskussionen positiv in
        Erscheinung.
        Er ist Mitglied der Sektionsleitung der FDJ und dort
        f&uuml;r die wissenschaftliche Arbeit verantwortlich ...<br>
        Zur politischen Entwicklung des Schwarz, Udo ist
        festzuhalten, da&#223; er bis zur Ablegung des Abiturs in
        offiziellen Beurteilungen als gesellschaftlich und
        politisch inaktiv eingesch&auml;tzt wurde ...<br>
        Zu ber&uuml;cksichtigen dabei ist, da&#223; er sich zuerst um
        ein Studium an der TU Dresden bewarb und dort die
        Ablehnung u.a. wegen seiner gesellschaftlichen
        Inaktivit&auml;t erfolgte.<br>
        Schwarz, Udo wurde im Mai 1979 angesprochen, ob er
        Kandidat der SED werden m&ouml;chte.
         Er lehnte ab mit der Begr&uuml;ndung, da&#223; er teilweise
        andere Ansichten vertritt
        (Siehe: Stasi-Akte 337/85, Seite 29 f.).<br><br>

Stasi-Akte 337/85, Seite 1F:
"Mit dem IM-Vorlauf wurde am 3.7.1984
        das Werbungsgespr&auml;ch durchgef&uuml;hrt.
        Im Verlauf des Gespr&auml;chs lehnte der IM-Vorlauf die
        inoffizielle Zusammenarbeit mit dem M(inisterium)
        f(&uuml;r) S(taatssicherheit) ab.
        Er begr&uuml;ndete seine Ablehnung mit seinem angeblichen
        Unverm&ouml;gen, schweigen zu k&ouml;nnen.
        Die zum IM-Vorlauf bekanntgewordenen operativen
        Hinweise machen es erforderlich, den IM-Vorlauf zu
        archivieren und Schwarz unter operative Personenkontrolle
	(Stasi-Akte 266/85 oder 1388/88
        f&uuml;r den Zeitraum 20. Februar 1985 bis 17. Juni 1988)
        zu stellen."
<! Thomas Brussig, Helden wie wir, Verlag Volk \& Welt, Berlin 1996>

<br>
IM-Bericht von ``Ellen'' (=I.F.) vom 11.9.1984
ueber Albert (=Udo Schwarz)

Es ist der IM nicht bekannt, dass Albert im Grenzgebiet verhaftet worden war.
...
Er sollte fuer seine Taetigkeit als FDJ-Sekretaer ausgezeichnet werden.
Die IM sprach sich zusammen mit Dr. C. dagegen aus, weil ihm damit bescheinigt worden
waere, als FDJ-Sekretaer der Sektion (Mathematik-Physik) sich bewaehrt zu haben.
Damit waere eine Voraussetzung erfuellt gewesen, ihn in ein unbefristetes
(Arbeits)-Verhaeltnis zu uebernehmen.
Nach Ansicht der IM sollte man davon Abstand nehmen!
Albert musste vor der APL (=Abteilungsparteileitung) der Sektion (Mathematik-Physik)
einen Bericht ueber die FDJ-Initiative und zu politisch-ideologischen Problemen geben.
Er beschraenkte sich auf rein organisatorische Probleme,  politisch-ideologische
konnte er nicht anfuehren. Nach Meinung der IM spricht das auch wieder fuer politische
Unreife seinerseits.

                Juergen
<br>

<p>
Detaillierte Informationen geben
Peter Kr&uuml;ger (IMS), Frank Kir(z)eb (IMS), Frank Zoschke (IMS), Jochen (IMS),
Weber (KP), Klaus Lange, Ellen, Querulant, Michael Jonus (IMS).
    <hr>
    <address>
<a href="shw.html" target="_parent">Udo Schwarz</a>,
Email: Udo.Schwarz@Uni-Potsdam.de, Tel. (0331) 977-1658<p>
</address>
  </body>
</html>
